[
{"day": "2020-03-30", "constellation": "水瓶座", "overall": "整體運勢★★★★☆：有望與戀人重歸於好，趕快向對方表達你的意願吧；播出去的種子，也要有收回來的這一天了，在資產上有入帳之兆；工作上的努力也將得到老闆的肯定，但不可就此驕傲自滿。", "love": "愛情運勢★★★☆☆：腦袋空空的一天，他怎說都好。沒事就睡覺去，睡得飽飽心情更好。", "carrer": "事業運勢★★★☆☆：事業運普通，適合運用靈感來提升工作績效，無聊時不妨思考調整一下工作模式，從中可以得到不少樂趣呢！", "money": "財運運勢★★★★★：會有幾筆不錯的收入，很適合與人合作投資興新行業，容易獲利喔！"},
{"day": "2020-03-30", "constellation": "天蠍座", "overall": "整體運勢★★☆☆☆：和對方平淡相處時都有可能會發生糾紛，情緒控制不好讓對方很難理解你的行為。財運上整體走勢比較被動，對於金錢有一定的牴觸心理，會想盲目花費。工作上到還比較順利，但受到情緒影響，也沒有太大的作為。", "love": "愛情運勢★☆☆☆☆：頭痛的一天，對方很難溝通，不要急著處理，過些時候再溝通吧！", "carrer": "事業運勢★★★☆☆：應加強情緒管理，與人溝通時應注意自己說話的語氣。", "money": "財運運勢★★☆☆☆：千萬別沉迷於金錢遊戲。"},
{"day": "2020-03-30", "constellation": "雙子座", "overall": "整體運勢★★★★☆：今天身上光芒四射，吸引許多異性的眼光，若有心儀的目標，可以大膽嘗試，說不定緣分就在眼前。今天財運不錯，出門在外容易碰到貴人，帶給你賺錢的機會，不要錯過。工作情況一般，表現積極會獲得老闆的讚賞。", "love": "愛情運勢★★★★☆：戀愛中的人感情態度逐漸變得理性務實，為兩人的未來生活打算。", "carrer": "事業運勢★★★☆☆：事業運普通，不過還是能得到他人的協助。", "money": "財運運勢★★★★☆：看中機會，可別手下留情喔！"},
{"day": "2020-03-30", "constellation": "金牛座", "overall": "整體運勢★★☆☆☆：心理承受能力較差的一天，愛情、事業會遇到一些不如意的事，讓你有些悶悶不樂，也會沒來由地發脾氣，特別是對親近的人，顯得暴躁。可以花些錢買些自己喜歡的東西，心情會好很多。", "love": "愛情運勢★★☆☆☆：單身者雖然很渴望戀愛，但對另一半挑剔的眼光卻容易讓你與愛情擦肩而過。", "carrer": "事業運勢★★☆☆☆：感覺不太順心，工作常出小狀況，讓你覺得有小人作祟。其實根本沒有這回事，做事專心點吧！", "money": "財運運勢★★★☆☆：有機會與朋友吃喝玩樂，享受輕鬆快樂的美好時光，當然，錢財也會花掉不少。"},
{"day": "2020-03-30", "constellation": "牡羊座", "overall": "整體運勢★★★☆☆：今天要多留意生活細節，粗心大意會讓你損失一些貴重的東西，事後再後悔已不能亡羊補牢。工作能抓大方向，很有計劃性，容易有收成，若能在細節處多留心，會有更好的成績。戀愛運較弱，宜等待時機。", "love": "愛情運勢★★☆☆☆：談錢傷感情，雙方間容易為金錢而起紛爭喔！", "carrer": "事業運勢★★★★☆：事業運勢佳，有利求職。求職者不妨到人才市場或到招聘網轉轉，易有不錯的機會。", "money": "財運運勢★★☆☆☆：金錢上有點小狀況，尤其是業務、主管級人物，特別容易產生業績、營運壓力。"},
{"day": "2020-03-30", "constellation": "雙魚座", "overall": "整體運勢★★★☆☆：今日財運不太理想，股票投資者容易遭遇小小挫折，可向親朋好友咨詢以期獲得援助；工作任務完成狀況不如預期，若不及時調整，有被上司批評的可能；單身者機遇不多，明亮的裝扮方可以助長愛情運。", "love": "愛情運勢★★★☆☆：感情穩定的情侶可計劃婚姻大事；剛開始戀愛者注意培養感情，別疏忽了對方。", "carrer": "事業運勢★★★☆☆：遇到工作或學習上的難題時有些不知所措，應從多方面思考，發揮想像力，學會培養自己的立體思考能力。", "money": "財運運勢★★☆☆☆：財務耗損的日子，不是掉錢包，就是亂花錢，不然就是把東西弄壞掉！"},
{"day": "2020-03-30", "constellation": "獅子座", "overall": "整體運勢★★★★☆：與另一半的關係較緊張，與其持續冷戰，不如開誠佈公地說出自己的想法，以免「勞神傷財」。敏銳的洞察力令你生意上的合作夥伴對你刮目相看，商機自然不斷。事業得貴人相助，不僅受到上司器重，且獲得同事們的肯定。", "love": "愛情運勢★★☆☆☆：小別勝新婚，保持距離以策安全，今日還是別黏太緊比較妥當！", "carrer": "事業運勢★★★★★：事業運不錯，容易受到長官的關照，也有機會在團隊中扮演主導者的角色。", "money": "財運運勢★★★★☆：財富的獲得與競爭有關係，必須勤勞的耕耘與人競爭。對於頭銜大、職位高的人幫助較明顯。"},
{"day": "2020-03-30", "constellation": "處女座", "overall": "整體運勢★★☆☆☆：情緒雖然低落，但因愛情宮受火、木雙星影響，運勢會得到一定的平衡，險入誤區的婚姻又悄悄步入正軌；投資猶豫不決，容易受他人意見的左右，會因此失去出手的好時機；今天會聽到些閒言碎語，情緒也因此有所跌落。", "love": "愛情運勢★★★☆☆：已婚者不必事事都為另一半想好，給對方一些主動權；單身者易在娛樂場所結識異性朋友。", "carrer": "事業運勢★★☆☆☆：運勢低迷，做事應講究方法，一味蠻幹既不能提高效率，還會影響心情唷！", "money": "財運運勢★☆☆☆☆：財氣不穩定，少出門較妥當，省得遇上破財的倒楣事。把錢存入銀行中，無論是繳貸款或是繳帳單都好。"},
{"day": "2020-03-30", "constellation": "摩羯座", "overall": "整體運勢★★★☆☆：今天愛情上的表現一般，與對方會發生小摩擦，不過處理得當的話問題不大。工作方面表現比較平常，注意與同事多互動，調節自己的人際關係。財運方面較差，投資上的波動讓你有些頭疼。", "love": "愛情運勢★★★☆☆：愛情運還不錯，與另一半相處宜輕聲細語相待，會獲得對方熱情的回應，感情升溫。", "carrer": "事業運勢★★★☆☆：自我表現時要特別注意選擇適當時機，以免表現得不合時宜，反而降低你在上司、同事心目中得印象分。", "money": "財運運勢★★☆☆☆：與金錢無緣的一天，把焦點放在其他的事情上面吧！"},
{"day": "2020-03-30", "constellation": "巨蟹座", "overall": "整體運勢★★★☆☆：行車時千萬別開小差，今天的意外指數偏高，小心受傷。感情需要醞釀，戀人對你的感覺還不錯，不妨約對方外出走走，花前月下，良辰美景，會讓彼此之間的磁場顯得更強。", "love": "愛情運勢★★★☆☆：感情運不太好，單身者別把過多精力花在憧憬浪漫愛情上，投入工作會有更大的收穫！", "carrer": "事業運勢★★★☆☆：有許多事務需要你來處理，但你能樂觀面對。雖然進度較慢，但能得到理解。", "money": "財運運勢★★★☆☆：在購物時要特別小心，別輕信促銷誘惑，小心上當受騙。"},
{"day": "2020-03-30", "constellation": "射手座", "overall": "整體運勢★★★★★：今天可是你的愛情高峰日，書店是你遇桃花的好處所；女生路過食品店時會有很強的購買慾，忍不住買下大堆食品，雖然便宜，不過數量卻不少；今天宜出門拜訪客戶，會有不錯的收穫。", "love": "愛情運勢★★★★★：適合表達關心的一天，就算在忙，晚上也可以用訊息、電話關心對方。", "carrer": "事業運勢★★★★☆：今日事業運還不錯呢，雖然辛苦了點，可是會有實質的進展喔！尤其是遇到瓶頸時，今日會有明顯的突破。", "money": "財運運勢★★★★☆：有偏財運，但必須見好就收，不貪心的狀況下可以有實質收穫。正財面則需要積極開發，對於商務、業務工作者影響較大。"},
{"day": "2020-03-30", "constellation": "天秤座", "overall": "整體運勢★☆☆☆☆：工作運不佳，覺得自己不受重視，情緒波動較大，換個角度思考才能走出誤區。財運弱，不宜借出款項，小心有去無回。主動與朋友聯繫，與人群的互動讓你感受到強大的助力，不僅玩得盡興，還能獲得不少啟示。", "love": "愛情運勢★☆☆☆☆：感情上衝突不斷的一天，冷靜一下可以避免一觸及發的火爆場面。", "carrer": "事業運勢★★☆☆☆：事業運略差，工作上要專心點，如果拖泥帶水、效率不彰，很容易落人話柄。", "money": "財運運勢★★☆☆☆：別盡盯著那些看似誘人的利潤，風險評估可是當務之急。"}
]